{
    "tncContent":"<div><h3> INVESTOR’S DECLARATION</h3><p>I hereby declare that all the information given herein are true, complete and correct to the best of my knowledge and belief and that CIMB Bank Berhad/ CIMB Islamic Bank Berhad shall be entitled to rely on the accuracy thereof as a representation of myself as the Investor. I further declare that the answers given in this assessment are solely based on my own view and belief and not based on any advice, opinion or view expressed by any associate, agent, representative or employee of CIMB Bank Berhad / CIMB Islamic Bank Berhad.</p><p>I hereby declare that I understood that my refusal to provide the information required herein and/or failure to provide with the accurate information required herein may adversely affect my suitability assessment and the outcome of recommendation made there from and I shall not hold CIMB Bank/CIMB Islamic responsible or liable for the recommendation made arising there from.</p><p>I acknowledge that I have accessed and/or read the Privacy Notice issued by CIMB Group (which is available at all CIMB branches as well as at the CIMB website at www.cimbbank.com.my or www.cimbislamic.com or has otherwise been made available to me) and confirm my agreement to the same.</p><h3>Disclaimer</h3><ol><li>This Investor Suitability Assessment does not constitute a notice, offer or invitation of any kind for the subscription of any Investment Products and/or funds (the ‘Products’) nor does it amount to solicitation by the Bank for the Products by anyone. Investors are advised to read and understand the terms and conditions for the relevant products before investing. Among other things, investors should consider the fees and charges involved before investing and consult his/her financial or other professional advisers if the investors are in doubt about any feature or nature of the Products. The price of Products and dividend payable, if any, may go up or down. Past performance of Products is not indicative of its future performance. Returns on investment are not guaranteed and the Products are not bank deposits or obligations or guaranteed by CIMB Bank Berhad/CIMB Islamic Bank Berhad unless otherwise stated in the product brochures and related terms and conditions. Investment products are subject to investment risk, including the possible loss of the principle amount invested.</li><li>This Investor Suitability Assessment serves only as a guide identifying your financial needs and is not a financial plan for you to use in deciding the best option to optimize your financial goals. We recommend regular periodic review of your plans and goals to reflect your risk appetite and investment goals expectation.</li><li>The Investor Suitability Assessment is to assist you in identifying your financial needs and exploring the investment alternatives available to manage your financial matters. The information you have provided combined with certain generally accepted assumptions and estimation will be the basis of the input for this system. This is a complimentary, 'no obligations' service to you. CIMB Bank Berhad/CIMB Islamic Bank Berhad, CIMB Group,and its affiliates hereby disclaim and deny any responsibility for any loss how so ever suffered by you, whether directly or indirectly through the use the Risk Profiler. For illustration purposes, charts, calculations and values are used to demonstrate probable outcome in this analysis. All the information provided by you and the relevant assumptions factored in the system will be the basis of the financial outcomes you receive. The resulting hypothetical returns and value on investment are strictly meant for illustration purposes only. Do take note that the actual rates of return are subjected to long-term fluctuation.</li><li>The calculations and assumptions are based on your current financial situation and economic scenario where both are subject to change. Kindly review and change the assumptions you have made from time to time to better reflect your present stage of life. The Bank does not guarantee the hypothetical returns and value presented by the system for which expenses,sales charges,or tax consequences, annuitization at various rates of return have not been taken into account. The hypothetical returns do not illustrate the performance of any actual product, investment program,or market conditions.</li><li>The return assumption is based on hypothetical returns associated with your risk profile. The returns for long-term investments associated with a specific risk profile and asset allocation recommendation are annual returns in Ringgit Malaysia and constitute weighted averages of the performance of indices used to represent each asset class, including the reinvestment of dividends (if any). These hypothetical returns are not based on any particular performance of specific investment and are for illustration purposes only.</li><li>These terms and conditions are subject to change at any time in The Bank's sole discretion without prior written notice.</li></ol></div>"
}